
// Clock Menu Items Strings
"ParentalControlsTitle"			= "Contrôle parental";
"ParentalControlsBedtime"		= "Heure du coucher :";
"ParentalControlsTimeRemaining"	= "Temps restant :";
"ViewAsAnalog"					= "Analogique";
"ViewAsDigital"					= "Numérique";
"OpenDateTimePref"				= "Préférences Date et heure…";
